//
//  Group.swift
//  GeekBrains-VK
//
//  Created by Maksim Volkov on 30.11.2021.
//

import UIKit

struct Group {
    
    var nameGroup = [
        "Группа 1", "Группа 2", "Группа 3", "Группа 4", "Группа 5", "Группа 6", "Группа 7",
        "Группа 8", "Группа 9", "Группа 10", "Группа 11", "Группа 12", "Группа 13", "Группа 14",
        "Группа 15", "Группа 16", "Группа 17", "Группа 18", "Группа 19", "Группа 20", "Группа 21"
    ]
    
    var logoGroup = [
        "Фото_Группа_1", "Фото_Группа_2", "Фото_Группа_3", "Фото_Группа_4", "Фото_Группа_5", "Фото_Группа_6", "Фото_Группа_7",
        "Фото_Группа_8", "Фото_Группа_9", "Фото_Группа_10", "Фото_Группа_11", "Фото_Группа_12", "Фото_Группа_13", "Фото_Группа_14",
        "Фото_Группа_15", "Фото_Группа_16", "Фото_Группа_17", "Фото_Группа_18", "Фото_Группа_19", "Фото_Группа_20", "Фото_Группа_21"
    ]
    
    var nameGroupWithoutUser = [
        "Группа 22", "Группа 23", "Группа 24", "Группа 25", "Группа 26", "Группа 27", "Группа 28",
        "Группа 29", "Группа 30", "Группа 31", "Группа 32", "Группа 33", "Группа 34", "Группа 35",
        "Группа 36", "Группа 37", "Группа 38", "Группа 39", "Группа 40", "Группа 41", "Группа 42"
    ]
    
    var logoGroupWithoutUser = [
        "Фото_Группа_1", "Фото_Группа_2", "Фото_Группа_3", "Фото_Группа_4", "Фото_Группа_5", "Фото_Группа_6", "Фото_Группа_7",
        "Фото_Группа_8", "Фото_Группа_9", "Фото_Группа_10", "Фото_Группа_11", "Фото_Группа_12", "Фото_Группа_13", "Фото_Группа_14",
        "Фото_Группа_15", "Фото_Группа_16", "Фото_Группа_17", "Фото_Группа_18", "Фото_Группа_19", "Фото_Группа_20", "Фото_Группа_21"
    ]
    
}
