//
//  User.swift
//  GeekBrains-VK
//
//  Created by Maksim Volkov on 30.11.2021.
//

import UIKit

struct User {
    
    
    var nameFriend = [
        "Серега", "Васян", "Феофан", "Игорь", "Кент с горы", "Чилинтано", "Барак Обойма",
        "Черчиль", "Гусь щипаный", "Димас-вурдалас", "Жареный компот", "Афанас", "Пахан", "Кирпич",
        "Атаман Лютый", "Бурнаш", "Чекист", "Амбал", "Мамбет", "Инокентий Валерьевич", "Алеша"
    ]
    var photoFriend = [
        "Фото_Серега", "Фото_Васян", "Фото_Феофан", "Фото_Игорь", "Фото_Кент с горы", "Фото_Чилинтано", "Фото_Барак Обойма",
        "Фото_Черчиль", "Фото_Гусь щипаный", "Фото_Димас-вурдалас", "Фото_Жареный компот", "Фото_Афанас", "Фото_Пахан", "Фото_Кирпич",
        "Фото_Атаман Лютый", "Фото_Бурнаш", "Фото_Чекист", "Фото_Амбал", "Фото_Мамбет", "Фото_Инокентий Валерьевич", "Фото_Алеша"
    ]
}
